export enum Edit {
    EDIT_PRODUCT = "დარწმუნებული ხართ რომ გსურთ პროდუქტის ცვლილება?",
    EDIT_TRANSACTION = "დარწმუნებული ხართ რომ გსურთ ამ ტრანზაქციის რედაქტირება?",
    EDIT_WALLET = "დარწმუნებული ხართ რომ გსურთ ამ საფულის რედაქტირება?",
}

export enum Delete {
    DELETE_PRODUCT = "დარწმუნებული ხართ რომ გსურთ ამ პროდუქტის წაშლა?",
    DELETE_TRANSACTION = "დარწმუნებული ხართ რომ გსურთ ამ ტრანზაქციის წაშლა?",
    DELETE_CATEGORY = "დარწმუნებული ხართ რომ გსურთ ამ კატეგორიის წაშლა?",
    DELETE_SUPPLIER = "დარწმუნებული ხართ რომ გსურთ ამ მომწოდებლის წაშლა?",
    DELETE_WALLET = "დარწმუნებული ხართ რომ გსურთ ამ საფულის წაშლა?",
}
